import elem1 from '../img/stul.webp'
import elem2 from '../img/stol.jpg'
import elem3 from '../img/divan.jpg'
import elem4 from '../img/kreslo1.webp'
import elem5 from '../img/stol1.jpg'
import elem6 from '../img/divan.webp'
import elem7 from '../img/stul2.webp'
import elem8 from '../img/stol2.webp'
import elem9 from '../img/stul3.webp'

export const items = [
    {
        id: 1,
        title: 'Стул Hiroki',
        img: elem1,
        description: 'Удобный и стильный стул для дома и офиса.',
        mafia:'Кресла и стулья — это не просто мебель, а ключевые элементы вашего интерьера. Наши модели сочетают в себе стильный дизайн и исключительный комфорт. Удобная форма, мягкая обивка и прочные материалы гарантируют долгую эксплуатацию. Идеально подходят для гостиной, кухни или рабочего пространства. Эти изделия созданы для тех, кто ценит качество и уют в каждой детали.',
        category: 'chairs',
        price: '29900'
    },
    {
        id: 2,
        title: 'Стол Dilon Wood',
        img: elem2,
        description: 'Прочный деревянный стол для обедов и работы.',
        mafia:'Изысканные кресла и стулья добавят утонченности и функциональности в любой интерьер. Широкий выбор моделей позволяет найти решение для кухни, офиса или зоны отдыха. Высококачественные материалы, прочные ножки и эргономичная форма делают их идеальным выбором для ежедневного использования. Наслаждайтесь комфортом и стилем каждый день.',
        category: 'tables',
        price: '49990'
    },
    {
        id: 3,
        title: 'Диван Harvie Beige',
        img: elem3,
        description: 'Комфортабельный диван с мягкой обивкой и подушками.',
        mafia:'Наши стулья и кресла созданы для максимального удобства и эстетического удовольствия. Отлично подходят для дома, работы или кафе. Лаконичный дизайн легко впишется в современный или классический интерьер. Прочные каркасы, удобные сиденья и стильная отделка делают их отличным выбором для тех, кто ценит практичность и красоту.',
        category: 'sofa',
        price: '112900'
    },
    {
        id: 4,
        title: 'Креслo Avalon',
        img: elem4,
        description: 'Эргономичное кресло с приятной тканевой отделкой.',
        mafia:'Кресла и стулья — это не просто мебель, а ключевые элементы вашего интерьера. Наши модели сочетают в себе стильный дизайн и исключительный комфорт. Удобная форма, мягкая обивка и прочные материалы гарантируют долгую эксплуатацию. Идеально подходят для гостиной, кухни или рабочего пространства. Эти изделия созданы для тех, кто ценит качество и уют в каждой детали.',
        category: 'sofa',
        price: '32200'
    },
    {
        id: 5,
        title: 'Стол Velvet Crem',
        img: elem5,
        description: 'Большой стол для семейных обедов или встреч.',
        mafia:'Изысканные кресла и стулья добавят утонченности и функциональности в любой интерьер. Широкий выбор моделей позволяет найти решение для кухни, офиса или зоны отдыха. Высококачественные материалы, прочные ножки и эргономичная форма делают их идеальным выбором для ежедневного использования. Наслаждайтесь комфортом и стилем каждый день.',
        category: 'tables',
        price: '125900'
    },
    {
        id: 6,
        title: 'Диван Bordo',
        img: elem6,
        description: 'Элегантный диван с современным дизайном и комфортом.',        
        mafia:'Кресла и стулья — это не просто мебель, а ключевые элементы вашего интерьера. Наши модели сочетают в себе стильный дизайн и исключительный комфорт. Удобная форма, мягкая обивка и прочные материалы гарантируют долгую эксплуатацию. Идеально подходят для гостиной, кухни или рабочего пространства. Эти изделия созданы для тех, кто ценит качество и уют в каждой детали.',
        category: 'sofa',
        price: '76900'
    },
    {
        id: 7,
        title: 'Cтул Vertical Terra',
        img: elem7,
        description: 'Элегантный стул с современным дизайном и комфортом.',
        mafia:'Наши стулья и кресла созданы для максимального удобства и эстетического удовольствия. Отлично подходят для дома, работы или кафе. Лаконичный дизайн легко впишется в современный или классический интерьер. Прочные каркасы, удобные сиденья и стильная отделка делают их отличным выбором для тех, кто ценит практичность и красоту.',
        category: 'chairs',
        price: '29900'
    },
    {
        id: 8,
        title: 'Cтол Glossy',
        img: elem8,
        description: 'Большой стол для семейных обедов или встреч.',
        mafia:'Изысканные кресла и стулья добавят утонченности и функциональности в любой интерьер. Широкий выбор моделей позволяет найти решение для кухни, офиса или зоны отдыха. Высококачественные материалы, прочные ножки и эргономичная форма делают их идеальным выбором для ежедневного использования. Наслаждайтесь комфортом и стилем каждый день.',
        category: 'tables',
        price: '149900'
    },
    {
        id: 9,
        title: 'Cтул Walnut',
        img: elem9,
        description: 'Элегантный стул с современным дизайном и комфортом.',
        mafia:'Кресла и стулья — это не просто мебель, а ключевые элементы вашего интерьера. Наши модели сочетают в себе стильный дизайн и исключительный комфорт. Удобная форма, мягкая обивка и прочные материалы гарантируют долгую эксплуатацию. Идеально подходят для гостиной, кухни или рабочего пространства. Эти изделия созданы для тех, кто ценит качество и уют в каждой детали.',
        category: 'chairs',
        price: '54900'
    },
    {
        id: 10,
        title: 'Cтул Vertical Terra',
        img: elem8,
        description: 'Элегантный стул с современным дизайном и комфортом.',
        mafia:'Наши стулья и кресла созданы для максимального удобства и эстетического удовольствия. Отлично подходят для дома, работы или кафе. Лаконичный дизайн легко впишется в современный или классический интерьер. Прочные каркасы, удобные сиденья и стильная отделка делают их отличным выбором для тех, кто ценит практичность и красоту.',
        category: 'table',
        price: '29900'
    },
    {
        id: 11,
        title: 'Стол Velvet Crem',
        img: elem5,
        description: 'Элегантный стул с современным дизайном и комфортом.',
        mafia:'Изысканные кресла и стулья добавят утонченности и функциональности в любой интерьер. Широкий выбор моделей позволяет найти решение для кухни, офиса или зоны отдыха. Высококачественные материалы, прочные ножки и эргономичная форма делают их идеальным выбором для ежедневного использования. Наслаждайтесь комфортом и стилем каждый день.',
        category: 'table',
        price: '29900'
    },
    {
        id: 12,
        title: 'Диван Bordo',
        img: elem6,
        description: 'Элегантный стул с современным дизайном и комфортом.',
        mafia:'Кресла и стулья — это не просто мебель, а ключевые элементы вашего интерьера. Наши модели сочетают в себе стильный дизайн и исключительный комфорт. Удобная форма, мягкая обивка и прочные материалы гарантируют долгую эксплуатацию. Идеально подходят для гостиной, кухни или рабочего пространства. Эти изделия созданы для тех, кто ценит качество и уют в каждой детали.',
        category: 'table',
        price: '29900'
    },
];
